Homeworks/HW2.tex
% Created 2015-01-27 Tue 23:22
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{fixltx2e}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{float}
\usepackage{wrapfig}
\usepackage{soul}
\usepackage{textcomp}
\usepackage{marvosym}
\usepackage{wasysym}
\usepackage{latexsym}
\usepackage{amssymb}
\usepackage{hyperref}
\tolerance=1000
\usepackage{methodshw}
\providecommand{\alert}[1]{\textbf{#1}}

\title{8004 Homework 2}
\author{Nooreen Dabbish}
\date{\today}
\hypersetup{
  pdfkeywords={},
  pdfsubject={},
  pdfcreator={Emacs Org-mode version 7.9.3f}}

\begin{document}

\maketitle


\section{Write out the following models of elementary/intermediate statistical analysis in the matrix form: $$ \mathbf{Y} = \mathbf{X\beta}+\mathbf{\epsilon} $$}
\label{sec-1}
\section{Use \begin{tt} eigen()\end{tt} function in R to compute the eigenvalues and eigenvectors of}
\label{sec-2}
\section{Consider the matrices}
\label{sec-3}
\section{Write an R function to conduct projection, e.g. with the name \{\tt project()\}}
\label{sec-4}
\section{Consider the (non-full-rank) two-way ``effect model'' with interactions in the Example (d) in lecture.}
\label{sec-5}

\end{document}
